const points = [
    {
        name: "OYO尊享云雾山大酒店-停车场",
        lng: "114.211601",
        lat: "31.110424",
        level: "95"
    },
    {
        name: "通禅湖景区-停车场",
        lng: "115.018003",
        lat: "30.874062",
        level: "91"
    },
    {
        name: "武汉市第三医院光谷院区-停车场",
        lng: "114.41834",
        lat: "30.504446",
        level: "100"
    },
    {
        name: "武汉市第四医院(古田院区)-地下停车库",
        lng: "114.211129",
        lat: "30.598799",
        level: "59"
    },
    {
        name: "木兰花乡旅游风景区-3号大车停车场",
        lng: "114.393052",
        lat: "31.242473",
        level: "97"
    },
    {
        name: "武汉市机动车驾驶人白沙洲科目二考场...",
        lng: "114.259996",
        lat: "30.437976",
        level: "28"
    },
    {
        name: "武汉美联假日酒店(市中心店)-停车场",
        lng: "114.288248",
        lat: "30.59013",
        level: "16"
    },
    {
        name: "松汇海鲜广场专用停车场",
        lng: "114.806968",
        lat: "30.84588",
        level: "78"
    },
    {
        name: "武汉市黄陂区人民医院-停车场",
        lng: "114.3767",
        lat: "30.894954",
        level: "44"
    },
    {
        name: "武汉市第一职业教育中心停车场-出入口",
        lng: "114.21747",
        lat: "30.617852",
        level: "100"
    },
    {
        name: "武汉市体育运动学校停车场(知音东路)",
        lng: "114.223547",
        lat: "30.576639",
        level: "92"
    },
    {
        name: "武汉市江夏区停车场",
        lng: "114.264813",
        lat: "30.336011",
        level: "58"
    },
    {
        name: "武汉市月湖风景区地下停车场-入口",
        lng: "114.264919",
        lat: "30.559219",
        level: "2"
    },
    {
        name: "停车场",
        lng: "114.988184",
        lat: "30.882984",
        level: "95"
    },
    {
        name: "停车场",
        lng: "114.477615",
        lat: "31.102562",
        level: "62"
    },
    {
        name: "武汉市第十一中学停车场-出入口",
        lng: "114.267363",
        lat: "30.581687",
        level: "15"
    },
    {
        name: "武汉市第一医院地上停车场-入口",
        lng: "114.278218",
        lat: "30.577385",
        level: "38"
    },
    {
        name: "武汉市第七医院停车场(出入口)",
        lng: "114.338061",
        lat: "30.547019",
        level: "73"
    },
    {
        name: "武汉市荆晨渣运停车场",
        lng: "114.590963",
        lat: "30.684284",
        level: "80"
    },
    {
        name: "停车场",
        lng: "114.402692",
        lat: "30.342258",
        level: "9"
    },
    {
        name: "武汉七一华源中学停车场-出入口",
        lng: "114.320639",
        lat: "30.616889",
        level: "43"
    },
    {
        name: "文泉书苑小区-外围停车场",
        lng: "114.37272",
        lat: "30.513766",
        level: "13"
    },
    {
        name: "停车场(农科大厦东)",
        lng: "114.088899",
        lat: "30.312146",
        level: "19"
    },
    {
        name: "企业服务大楼停车场-出口",
        lng: "114.265435",
        lat: "30.6193",
        level: "11"
    }
];